export const products =
[
    {
        id: '1',
        name: 'Segway Ninebot E2 E II',
        image: '../public/11.jpg',
        price: '15 999₴',
        category: 'Міські',
        fullDescription: '\n' +
            'Легка поїздка\n' +
            'E2 E II дозволяє вам ефективно справлятися з щоденними поїздками на роботу, у студентське містечко або на відпочинок.\n' +
            '\n' +
            'Комфотна подорож\n' +
            'Завдяки передній ресорній підвісці довжиною 27 мм система амортизації E2 E II забезпечує м’яку та комфортну їзду на різному типі доріг.\n' +
            '\n' +
            'Зробіть поїздку потужнішою\n' +
            'Потужний двигун потужністю 450 Вт забезпечує велику силу для прискорення, вільну їзду та підйом на схил до 12%!\n' +
            '\n' +
            'Панель приладів великого розміру\n' +
            'Серія E2 має більший дизайн приладової панелі 2.8 дюйма, що відображає чіткий огляд швидкості та рівень заряду батареї. Ергономічний кут нахилу екрана 25° забезпечує комфорт і легкість перегляду під час їзди.\n' +
            '\n' +
            'Внутрішні порожнисті шини, що не потребують обслуговування\n' +
            'E2 E II поставляється з внутрішніми порожнистими шинами розміром 8.1 дюйма, щоб забезпечити безтурботну їзду: стійка до проколів, не потребує обслуговування та має кращу здатність поглинати удари.\n' +
            '\n' +
            'Розумна BMS, захистіть свій акумулятор\n' +
            '6-ступінчастий механізм захисту від системи керування Smart Battery System (BMS), розроблений Segway-Ninebot, забезпечує безпеку та довговічність акумулятора.'
    },
    {
        id: '2',
        name: 'Tomini H10 Pro/X NFC',
        image: '../public/2_2.jpg',
        price: '133 898₴',
        category: 'Потужні',
        fullDescription: '\n' +
            'Tomini H10 PRO EDITION >Самокат має 2 високопродуктивні двигуни загальною потужністю 2000Вт! Максимальна швидкість до 70км/рік, що дає змогу обмежуватися шестернями або додатковим електронним обмежувачем. Літій-іонний акумулятор ємністю 23,4 Ач дає змогу проїхати до 60 км. Скутер задньопривідний, передній двигун додатково вмикається кнопкою увімкнення/вимкнення на кермі.\n' +
            'Потужність, коли вона вам потрібна!\n' +
            'PRO EDITION X – це ще більш потужна версія Tomini H10. Тепер 1000 Вт при задньому приводі та додаткові 1000 Вт при запуску переднього двигуна. Це дозволить використовувати самокат на ухилях до 35 градусів і після зняття обмежувача розганятися до 70км/рік.\n' +
            'Складання\n' +
            'Електросамокат Tomini H10 PRO/X можна скласти і зручно транспортувати. У складеному вигляді рульова колонка фіксується, тому її можна легко переносити.\n' +
            'Безпека ключем\n' +
            'Скутер можна замкнути за допомогою замку запалювання. Крім того, потокове напруга аккумулятора відображається прямо над замком запалювання.\n' +
            ' Гідравлічна гальмівна система\n' +
            'Скутер H10 PRO/X оснащений комплектом повністю гідравлічних дискових гальм спереду та ззаду, а також електричним гальмуванням двигуном. Таке рішення дасть змогу практично відразу зупинитися та продовжити інтервалі заміни гальмівних колодок.\n' +
            'Амортизація\n' +
            'Комплект амортизаторів забезпечує комфорт під час руху. Спереду є довгі колонки, які також підвищують довговічність керма. Регулюється ззаду, щоб підігнати самокат під вашу вагу.\n' +
            ' Оглядовість та безпека на дорозі\n' +
            'Tomini H10 PRO/X оснащений двома світлодіодними фонарями спереду, які будуть висвітлювати вашу дорогу, червоні світлодіодні фонарі, червоні світлодіодні фонарі, блималка ззаду та додаткові поворотники. Все це для того, щоб не тільки бачити, а й бути видимим у русі.\n' +
            'Технічні характеристики\n' +
            ' Продуктивність:\n' +
            'Номінальна потужність: 2x 1000Вт (2000Вт)\n' +
            'Максимальна потужність: 2x 1200 Вт (контролери по 2400 Вт).\n' +
            'Максимальна швидкість: 70 км/год.\n' +
            'Акумулятор: літій-іонний, 52 В, 23,4 А | 1216 Втч.\n' +
            'Вантажопідйомність: 150 кг.\n' +
            'Максимальний запас ходу**: 60 км.\n' +
            'Максимальний підйом: 35 градусів.\n' +
            'Година заряджання: 7-9 с. годин'
    },
    {
        id: '3',
        name: 'Navee ST3 Pro',
        image: '../public/3_3.jpg',
        price: '17 999₴',
        category: 'Смарт',
        fullDescription: 'LED-екран: Швидкість/Батарея/Режим\n' +
            'Вбудовані повторювачі поворотів\n' +
            'Дистанційне блокування/розблокування\n' +
            'Функція автоматичного освітлення\n' +
            'Бездротове підключення\n' +
            'Система контролю тяги (TCS) Завдяки мережі Apple Fi' +
            'nd My ви легко зможете знайти свій самокат' +
            ' — навіть якщо він офлайн. Просто відкрийте застосунок Find My на ва' +
            'шому iPhone Застосунок NAVEE ві' +
            'дкриває безліч функцій, які покращують досвід користування, ' +
            'повний контроль у вас під рукою Автоматично регулює яскравість, ' +
            'забезпечуючи оптимальну видимість і підвищену безпеку під час нічних поїздок'
    },
];